"Andromeda" = "Ανδρομέδα";
"Antlia" = "Αντλία";
"Apus" = "Πτηνόν";
"Aquarius" = "Υδροχόος";
"Aquila" = "Αετός";
"Ara" = "Βωμός";
"Aries" = "Κριός";
"Auriga" = "Ηνίοχος";
"Boötes" = "Βοώτης";
"Caelum" = "Γλυφείον";
"Camelopardalis" = "Καμηλοπάρδαλη";
"Cancer" = "Καρκίνος";
"Canes Venatici" = "Κύνες Θηρευτικοί";
"Canis Major" = "Κύων Μέγας";
"Canis Minor" = "Κύων Μικρός";
"Capricornus" = "Αιγόκερω";
"Carina" = "Τρόπις";
"Cassiopeia" = "Κασσιόπη";
"Centaurus" = "Κένταυρος";
"Cepheus" = "Κηφέας";
"Cetus" = "Κήτος";
"Chamaeleon" = "Χαμαιλέων";
"Circinus" = "Διαβήτης";
"Columba" = "Περιστερά";
"Coma Berenices" = "Κόμη Βερενίκης";
"Corona Australis" = "Στέφανος Νότιος";
"Corona Borealis" = "Στέφανος Βόρειος";
"Corvus" = "Κόραξ";
"Crater" = "Κρατήρ";
"Crux" = "Νότιος Σταυρός";
"Cygnus" = "Κύκνος";
"Delphinus" = "Δελφίν";
"Dorado" = "Δοράς";
"Draco" = "Δράκων";
"Equuleus" = "Ιππάριον";
"Eridanus" = "Ηριδανός";
"Fornax" = "Κάμινος";
"Gemini" = "Δίδυμοι";
"Grus" = "Γερανός";
"Hercules" = "Ηρακλής";
"Horologium" = "Ωρολόγιον";
"Hydra" = "Ύδρα";
"Hydrus" = "Ύδρος";
"Indus" = "Ινδός";
"Lacerta" = "Σαύρα";
"Leo" = "Λέων";
"Leo Minor" = "Λέων Μικρός";
"Lepus" = "Λαγωός";
"Libra" = "Ζυγός";
"Lupus" = "Λύκος";
"Lynx" = "Λυγξ";
"Lyra" = "Λύρα";
"Mensa" = "Τράπεζα";
"Microscopium" = "Μικροσκόπιον";
"Monoceros" = "Μονόκερως";
"Musca" = "Μυία";
"Norma" = "Γνώμων";
"Octans" = "Οκτάς";
"Ophiuchus" = "Οφιούχος";
"Orion" = "Ωρίων";
"Pavo" = "Ταώς";
"Pegasus" = "Πήγασος";
"Perseus" = "Περσέας";
"Phoenix" = "Φοίνιξ";
"Pictor" = "Οκρίβας";
"Pisces" = "Ιχθύες";
"Piscis Austrinus" = "Ιχθύς Νότιος";
"Puppis" = "Πρύμνη";
"Pyxis" = "Πυξίς";
"Reticulum" = "Δίκτυον";
"Sagitta" = "Βέλος";
"Sagittarius" = "Τοξότης";
"Scorpius" = "Σκορπιός";
"Sculptor" = "Γλύπτης";
"Scutum" = "Ασπίς";
"Serpens Caput" = "Κεφαλή του Όφεως";
"Serpens Cauda" = "Ουρά του Όφεως";
"Sextans" = "Εξάς";
"Taurus" = "Ταύρος";
"Telescopium" = "Τηλεσκόπιον";
"Triangulum" = "Τρίγωνον";
"Triangulum Australe" = "Τρίγωνον Νότιον";
"Tucana" = "Τουκάνα";
"Ursa Major" = "Μεγάλη Άρκτος";
"Ursa Minor" = "Μικρή Άρκτος";
"Vela" = "Ιστία";
"Virgo" = "Παρθένος";
"Volans" = "Ιχθύς Ιπτάμενος";
"Vulpecula" = "Αλώπηξ";
